#include <iostream>
using namespace std;
int main() {
	//Необходимо вывести на экран числа от 1 до 5. На экране должно быть :
	//for (int i = 1; i <= 5; i++) {
		//cout << i;
	//}
	//Необходимо вывести на экран числа от 5 до 1. На экране должно быть :

	//5 4 3 2 1
	//for (int i = 5; i >= 1; i--) {
		//cout << i;
	//}
	//Необходимо вывести на экран таблицу умножения на 3:

	//3 * 1 = 3
		//3 * 2 = 6
		//3 * 3 = 9
		//3 * 4 = 12
		//3 * 5 = 15
		//3 * 6 = 18
		//3 * 7 = 21
		//3 * 8 = 24
		//3 * 9 = 27
		//3 * 10 = 30
	//for (int i = 1; i <= 10; i++) {
		//cout << 3*i;
	//}
	//найти сумму от 93 до 99
	//int sum = 0;
	//if (int i = 93; i <= 99; i = i + 1) {
		//sum = sum + i;
	//}
	//cout << sum;

	//For1.Даны целые числа K и N(N > 0).Вывести N раз число K.

	//int k, n;
	//cin >> k >> n;
	//for (int i = 1; i <= n; i++) {
		//k = i + n;

		//cout << k;
//}
	//For2.Даны два целых числа A и B(A < B).Вывести в порядке возрастания все
		//целые числа, расположенные между A и B(включая сами числа A и B), а
		//также количество N этих чисел.
	//int a, b;
	//int n = 0;
	//cin >> a >> b;
	//for (int i = a; i <= b; i++) {
		//n = n + 1;
		//cout << i << " ";
	//}
	//cout<< n;
	//For3.Даны два целых числа A и B(A < B).Вывести в порядке убывания все
		//целые числа, расположенные между A и B(не включая числа A и B), а
		//также количество N этих чисел.
	//int a, b;
	//int n = 0;
	//cin >> a >> b;
	//for (int i = b; i >= a; --i) {
		//n = n + 1; 
		//cout << i << " ";
   //}
	//cout << n;

	//For4.Дано вещественное число — цена 1 кг конфет.Вывести стоимость 1,
		//2, . . ., 10 кг конфет
	//double x;
	//cin >> x;
	//for (int i = 1; i <= 10; i++) {
		//cout << i << x * i;
	//}


































}